---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpacePowerScheduleParam
source: html/4fbaeef9-e63e-b0bb-bce9-5384bdd01b8f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpacePowerScheduleParam Property

"Power Schedule"

## Syntax (C#)
```csharp
public static ForgeTypeId SpacePowerScheduleParam { get; }
```